{
  "status": "ok",
  "totalResults": 66,
  "articles": [
    {
      "source": {
        "id": null,
        "name": "9to5Mac"
      },
      "author": "Chance Miller",
      "title": "Apple must face class action lawsuit over AirTag stalking, judge rules",
      "description": "Apple’s bid to dismiss a class action lawsuit over AirTag stalking has failed. As reported by Bloomberg, a judge in California on Friday ruled that the plaintiffs in the lawsuit have “made sufficient claims for negligence and product liability.” \n\n\n\n“With a p…",
      "url": "https://9to5mac.com/2024/03/16/airtag-stalking-lawsuit-judge/",
      "urlToImage": "https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2022/12/airtag-firmware-update.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
      "publishedAt": "2024-03-17T00:12:26Z",
      "content": "Apple’s bid to dismiss a class action lawsuit over AirTag stalking has failed. As reported by Bloomberg, a judge in California on Friday ruled that the plaintiffs in the lawsuit have “made sufficient… [+2782 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Wwwhatsnew.com"
      },
      "author": "Nelson Herrera",
      "title": "6 aplicaciones para la verificación en dos pasos en 2024 y aumentar la seguridad en tus cuentas",
      "description": "Seguramente en algún momento de nuestras vidas nos hemos llegado a cuestionar la capacidad de seguridad que nos brindan nuestros móviles para proteger todos nuestros datos personales y bancarios. Así pues, aunque no es fácil responder a cuáles son las mejores…",
      "url": "https://wwwhatsnew.com/2024/03/17/aplicaciones-para-la-verificacion-en-dos-pasos/",
      "urlToImage": "https://wwwhatsnew.com/wp-content/uploads/2024/03/seguridad-en-moviles.jpg",
      "publishedAt": "2024-03-17T03:00:56Z",
      "content": "Seguramente en algún momento de nuestras vidas nos hemos llegado a cuestionar la capacidad de seguridad que nos brindan nuestros móviles para proteger todos nuestros datos personales y bancarios.\r\nAs… [+4147 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Tinhte.vn"
      },
      "author": "no-reply@tinhte.vn (Anh Tú.), Anh Tú.",
      "title": "Anh em sử dụng MacBook Pro 13\" 2019 mà bị kẹt phím thì vẫn được sửa free cho tới tháng 11 năm nay",
      "description": "Có lẽ anh em nào thường xài MacBook trong suốt những năm qua thì vẫn không quên được lỗi kẹt phím, đây có lẽ là một trong những lỗi lớn nhất trong suốt giai đoạn Apple áp dụng cơ chế bàn phím mới, cụ thể là giai đoạn 2016 tới 2019.",
      "url": "https://tinhte.vn/thread/anh-em-su-dung-macbook-pro-13-2019-ma-bi-ket-phim-thi-van-duoc-sua-free-cho-toi-thang-11-nam-nay.3770609/",
      "urlToImage": "https://photo2.tinhte.vn/data/attachment-files/2024/03/8286742_4346931-cover-home-ban-phim-macbook-bao-hanh.jpg",
      "publishedAt": "2024-03-17T00:31:39Z",
      "content": "Bàn phím cánh bm mng hn, hành trình phím ngn hn nhng li gp phi nhiu vn v bn và nhy ca phím bm. Trong giai on ó có rt nhiu ngi dùng phàn nàn v tình trng kt phím, trong ó có mình, mình là a phi i bo hà… [+213 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Tinhte.vn"
      },
      "author": "no-reply@tinhte.vn (Lê Huyền Vân), Lê Huyền Vân",
      "title": "Nếu TikTok bị cấm ở Mỹ thì Trung Quốc sẽ ăn miếng trả miếng với Apple và Tesla,...",
      "description": "Nếu TikTok bị cắm ở Mỹ thì có thể Apple, Tesla và nhiều công ty Hoa Kỳ khác cũng sẽ gặp rắc rối tương tự tại Trung Quốc. Bộ Ngoại giao Trung Quốc cho biết việc cấm TikTok sẽ phản tác dụng đối với Mỹ.\n \nHạ viện Mỹ đã thông qua một đạo luật yêu cầu…",
      "url": "https://tinhte.vn/thread/neu-tiktok-bi-cam-o-my-thi-trung-quoc-se-an-mieng-tra-mieng-voi-apple-va-tesla.3770582/",
      "urlToImage": "https://photo2.tinhte.vn/data/attachment-files/2024/03/8286686_china.jpg",
      "publishedAt": "2024-03-17T02:08:02Z",
      "content": "Nu TikTok b cm M thì có th Apple, Tesla và nhiu công ty Hoa K khác cng s gp rc ri tng t ti Trung Quc. B Ngoi giao Trung Quc cho bit vic cm TikTok s phn tác dng i vi M.H vin M ã thông qua mt o lut yêu… [+1773 chars]"
    }
  ]
}